export const deficitArr = [
  {
    id: 1,
    ru:
      'депрессии, ухудшение настроения, герпес на губах, частые переломы конечностей, резкое уменьшение массы тела, появление мелких кровеносных сосудов на глазах, снижение стрессоустойчивости, головные боли, тошнота, возможное снижение слуха, медленный рост, гипертрофированное выпадение волос, остановка или задержка менструаций, снижение аппетита, общая слабость и усталость, анемия, учащение сезонных заболеваний, остеопороз'
  },
  {
    id: 2,
    ru:
      'ослабление памяти; болезнь Паркинсона; депрессивное состояние; хронические боли; потеря мышечной массы и резкое похудение; обесцвечивание волос'
  },
  {
    id: 3,
    ru:
      'развиваются патологические процессы в почках и щитовидной железе, нарушается обмен веществ, иммунитет ослабляется, может возникнуть гипогликемия, боли в области головы и шеи, головокружение, нервозность, быстрое утомление, потеря веса, замедление роста и развития у детей.'
  },
  {
    id: 4,
    ru:
      'риск развития тромбов, идет нарушение мозговой деятельности, раннее старение, ожирение, инфаркт, атеросклероз, гипертония, замедление роста организма и даже образование раковых опухолей тяжелых форм.'
  },
  {
    id: 5,
    ru: 'усталость глаз, ослабление зрения'
  },
  {
    id: 6,
    ru:
      'Коллоген и состояние кожи и сосудов в головеслабости, упадка сил, анемии, понижения умственной активности, различных проблем с кожей (акне, прыщи), менструальных болей у женщин, спазмах сосудов головы, нарушений метаболических процессов. Недостаток пролина приводит к артритам и артрозам'
  },
  {
    id: 7,
    ru: 'снижение иммунитета, психические расстройства, ухудшение памяти, боль в мышцах, слабость и снижение работоспособности.'
  },
  {
    id: 8,
    ru: 'ухудшение памяти;депрессивное настроение;снижение работоспособности'
  },
  {
    id: 9,
    ru: 'депрессия, снижение иммунитета и работоспособности, ухудшением памяти, болезнь Альцгеймера'
  },
  {
    id: 10,
    ru:
      'ухудшение слуха, снижение полового влечения, эректильная дисфункция, катаракта, экзематозный дерматит, воспаление кожи с зудом, мокнутием, образованием корок, тромбообразование, задержка умственного развития'
  },
  {
    id: 11,
    ru:
      'интенсивные головные боли, головокружение, быстрое утомление, психические расстройства (депрессия), дрожание мышц, снижение аппетита, нервозность, ослабление иммунитета.'
  },
  {
    id: 12,
    ru:
      'мышечная слабость, сопровождающаяся деструкцией белка. Чаще всего страдают от этого те, кто избегает употребления мяса, рыбы, грибов – то есть, употребляет белковую пищу в недостаточном количестве.'
  },
  {
    id: 13,
    ru:
      'регулятор сахара в крови. Мозг без глюкозы генерит депрессию, падает умственная и физическая работоспособность, исчезает радость жизни, снижается сексуальная активность. страдает иммунитет, возникает предрасположенность к вирусным заболеваниям. Могут резко образоваться камни в почках.'
  },
  {
    id: 14,
    ru:
      'интенсивные головные боли, головокружение, быстрое утомление, психические расстройства (депрессия), дрожание мышц, снижение аппетита, нервозность, ослабление иммунитета. А также при низком уровне содержания данной аминокислоты возможно развитие гипогликемии'
  },
  {
    id: 15,
    ru:
      'ослабляется иммунитет, ухудшается память, нарушается сон, сказывается это и на понижении уровня серотонина, что провоцирует психические расстройства, уныние. При частом напряжении мускулатуры тела, занятии бодибилдингом, недостаток валина приводит к разрушению части сократительных белков. Дефицит этой незаменимой аминокислоты вызывает частые кожные воспалительные заболевания и к ним относят дерматит.'
  },
  {
    id: 16,
    ru:
      'ослабления иммунитета (и, как следствие, учащения сезонных заболеваний), ухудшения настроения, апатии. Малое количество этой аминокислоты также приводит к заболеваниям центральной и вегетативной нервной системы (апоплексия, дистония, склероз), ранней седине и нарушениям работы желудочно-кишечного тракта.'
  },
  {
    id: 17,
    ru:
      'головная боль, уныние, близкое к депрессивному состоянию, нервозность, чрезмерная утомляемость, тяга к сладкому, алкоголю и табаку, бессонница, расконцентрация внимания и резкий набор веса.'
  },
  {
    id: 18,
    ru: 'хроническая усталость, Гепатиты, Лишний вес, Атеросклероз, Болезнь Паркинсона, Раннее старение кожи, Проблемы нервной системы'
  }
]
