export const productArr = [
  {
    id: 1,
    ru:
      'сыр "пармезан", икра красная, яичный порошок, кета, соя (зерно), горох, горбуша, кальмар, минтай, сельдь нежирная, чечевица, окунь морской, индейка, мясо ципленка, щука, ставрида, говядина, фасоль, горох, молоко, брынза, фисташки',
  },
  {
    id: 2,
    ru: 'соя, сыр, орехи, семена, тунец, яйцо, молочные продукты, бобы, петрушка, инжир, бананы, топинамбур, арахис, кунжут, баранинна, нерка',
  },
  {
    id: 3,
    ru:
      'белок куриного яйца, соевый протеин (изолят), спирулина сушеная, сыры (чеддер, пармезан, швейцарский, пошехонский), петрушка, мясо бобра, говяжья печень, куриная грудка, говядина, икра красная, семена тыквы, кунжут, анчоусы, оленина, куриные сердечки, кальмар, куриная печень, грецкий орех, крупы (пшено, кукурузная, коричневый рис)',
  },
  {
    id: 4,
    ru: 'тыквенные семечки, кунжут, миндаль, арахис, улитки, креветки, тунец, филе куриное, сушеный горох, нежирная свинина',
  },
  {
    id: 5,
    ru: 'ягоды, фрукты, антиксиданты, чернослив',
  },
  {
    id: 6,
    ru:
      'ржаной хлеб, рис, пшеница и изделия из нее, овес и изделия из него, льняное семя. Брокколи, белокочанная капуста, спаржа, зеленый лук, яйца, молочные продукты, сельдь, тунец, морепродукты -кальмар, устрицы, ракообразные',
  },
  {
    id: 7,
    ru:
      'авокадо, чечевица, соя, коричневый рис, спаржа, соевые ростки, люцерна, кокосы, картофель, томаты, яблоки, морская рыба, говядина, мясо птицы',
  },
  {
    id: 8,
    ru: 'цитрусовые, помидоры, молочная сыворотка, спаржа, пророщенные в темноте бобы, морепродукты, мясо, яйца, рыба',
  },
  {
    id: 9,
    ru:
      'кумыс, швейцарский сыр, фасоль, бекон, чечевица, арахис, индейка, зародыши пшеницы, миндаль, лосось, морепродукты, оленина, свинина, кокос, творог, кукуруза, брокколи и цветная капуста',
  },
  {
    id: 10,
    ru: 'бобы, говядина, курятина, лосось, зародыши пшеницы, твердые сыры, арахис, рис, цветная капуста, дыня',
  },
  {
    id: 11,
    ru:
      'яйцо, молочные продукты, сыр, бобы, горох, соевые продукты, кукуруза, тыквенные семечки, гречка, говядина, курица, печень, рыба (морская), индейка, баранина, яйца, молочные продукты, сыр.соевые продукты, бобы, горох, фасоль, нут, рис, рожь, кукуруза, орехи, семена тыквы, чечевица, гречка, арахис, листовая зелень (мангольд, шпинат, кресс-салат), капуста, бородинский хлеб.',
  },
  {
    id: 12,
    ru:
      'говядина, баранина, конина, яйца перепелиные и куриные, мясо курицы и тетерева, индейка, сыры твердых сортов, брынза, грибы, ячмень, гречка, рожь',
  },
  {
    id: 13,
    ru:
      'грудка фазана, гусь, лось, олень, грудка перепела, грудка индейки, кролик, грудка утиная, грудка куринная, баранина, говядина, кета, мидии, горбуша, судак, арахис, семена подсолнечника, соя, чечевица, фасоль белая и красная, пшено шлифованное, гречка',
  },
  {
    id: 14,
    ru:
      'чечевица, маш, нут, фисташки, арахис, семена подсолнечника и тыквы, сыры твердые, говядина, свинина, рожь, тунец, форель, хлеб бородинский, гречка',
  },
  {
    id: 15,
    ru:
      'яйца, молоко, рис неочищенный, филе лосося, кальмар, кукурузная мука, говядина, куриное филе, грецкие орехи, фисташки, горох сушеный, фасоль красная, мука пшеничная, тыквенные семечки, морская капуста',
  },
  {
    id: 16,
    ru: 'кролик, говядина, мидии, арахис, соя, кальмар, крабы, курогрудь, голланский сыр, чечевица, фундук, грейпфрукт, горбуша, сельдь',
  },
  {
    id: 17,
    ru:
      'индейка, кролик, икра красная, черная, арахис, соевые бобы, шоколад, овес, финики, курага, творог, рыба, кунжут, нут, тыквенные семечки, бананы, кукуруза, семена "чиа", инжир',
  },
  {
    id: 18,
    ru: 'спирулина, яйца, говядина, кролик, треска, карп, сыр, творог, бразильский орех, пармезан, тунец, кунжут, соя, фасоль, йогурт',
  },
]
